import React from "react";
import { Container, Card } from "react-bootstrap";
import image1 from "../utils/cropped-aar-6.png";
import Paper from "@mui/material/Paper";

const ConfiArabic = () => {
  return (
    <div>
      <Container>
        <Paper elevation={7}>
          <Card>
            <Paper elevation={7}>
              <Card.Header align="center">
                <h4>الخصوصية وأمن البيانات</h4>
              </Card.Header>
            </Paper>
            <br></br>
            <Card.Img variant="top" style={{ width: "18rem" }} src={image1} />
            <Card.Body>
              <Card.Title align="center">
                اشعار الخصوصية بموجب قانون حماية البيانات الشخصية رقم 6698
              </Card.Title>
              <br></br>
              <Card.Subtitle align="center">
                بصفتنا المنظمة اليابانية للعون والإغاثة مكتب تركيا (يشار إليها
                فيما يلي باسم “مكتب التمثيل“)، فإننا نحترم ونولي أهمية على
                خصوصية الحياة الخاصة. لهذا السبب نود إعلامكم بحقوقكم فيما يتعلق
                باستخدام وحماية بياناتكم الشخصية بموجب قانون حماية البيانات
                الشخصية رقم 6698 (سيشار إليها فيما بعد باسم “قانون حماية
                البيانات الشخصية“).
              </Card.Subtitle>
              <br></br>
              <Card.Text>
                <p>
                  <div>
                    <h5>مسؤول البيانات</h5>
                    <br></br>
                    <label>
                      بصفتنا مكتب التمثيل نعلمكم بأننا نعالج بياناتكم الشخصية
                      بصفتنا مسؤولو البيانات ضمن نطاق قانون حماية البيانات
                      الشخصية رقم 6698 (سيشار إليها فيما يلي باسم “قانون حماية
                      البيانات الشخصية“) والتشريعات الأخرى ذات الصلة.
                    </label>
                    <br></br>
                    <br></br>
                    <h5>بياناتكم الشخصية التي تتم معالجتها</h5>
                    <br></br>
                    <h6>للمستفيدين: </h6>
                    <ul>
                      <li>
                        الاسم واللقب ورقم الهوية الأجنبية والجنسية ومكان وتاريخ
                        الميلاد{" "}
                      </li>
                      <li>العنوان ورقم الهاتف </li>
                      <li>اللغات التي يتحدثها </li>
                      <li>
                        عدد أفراد الأسرة، الدخل المادي، عدد الأطفال، الحالة
                        التعليمية للأطفال
                      </li>
                    </ul>
                    <br></br>
                    <h6>للمرشحين للتوظيف:</h6>
                    <ul>
                      <li>الاسم واللقب ومعلومات الهوية</li>
                      <li>
                        العنوان ورقم الهاتف وعنوان البريد الإلكتروني واسم مستخدم
                        سكايب،
                      </li>
                      <li>
                        تاريخ التعليم والعمل، السيرة الذاتية، اللغات التي
                        يتحدثها، مهارات الكمبيوتر
                      </li>
                      <li>الراتب المتوقع</li>
                    </ul>
                    <br></br>
                    <h6>لموزودي الخدمات أو السلع:</h6>
                    <ul>
                      <li>معلومات الهوية والاتصال</li>
                      <li>المعلومات المالية</li>
                    </ul>
                    <br></br>
                    <p>
                      <h5>
                        الأغراض والأسباب القانونية لمعالجة البيانات الشخصية
                      </h5>
                      <br></br>
                      <h6>البيانات الشخصية للمستفيدين،</h6>
                      <p>
                        معالجة البيانات إلزامية “ستتم معالجتها ضمن السبب
                        القانوني وفق قانون حماية البيانات الشخصية المادة 5 (2)
                        “هـ) لإنشاء أو ممارسة أو حماية حق ما بهدف تنفيذ عمليات
                        تقديم الطلب للمستفيد، تحديد احتياجات المستفيد، إنشاء
                        وتعريف تسجيل المستفيد ولغايات التواصل مع المستفيد”
                      </p>
                      <p>
                        ستتم معالجة بياناتك الشخصية لأسباب قانونية لتوفير
                        المعلومات والوثائق والالتزامات الأخرى ذات الصلة للمؤسسات
                        والمنظمات العامة المسؤولة والمختصة والسلطات القضائية؛ من
                        أجل الوفاء بالتزاماتنا الناشئة عن التشريع، “فإن المادة 5
                        (2) من قانون حماية البيانات الشخصية إلزامي لمسؤول
                        البيانات للوفاء بالتزاماته القانونية”.
                      </p>
                    </p>
                    <br></br>
                    <p>
                      <h6>البيانات الشخصية للمرشحين للتوظيف،</h6>
                      <p>
                        سيتم معالجة البيانات الشخصية لأطراف العقد ضمن السبب
                        القانوني شريطة أن يكون مرتبطاً بشكل مباشر بإنشاء عقد أو
                        تنفيذه، وفق المادة ج المنصوص عليها في المادة 5 (2) من
                        قانون حماية البيانات الشخصية لأغراض إدارة عمليات اختيار
                        وتعيين المرشحين للموظفين / المتدربين، وتنفيذ عمليات
                        التقديم للموظفين / المرشحين المتدربين، وتخطيط عمليات
                        الموارد البشرية وتنفيذ أنشطة الاتصال.
                      </p>
                      <br></br>

                      <h6>البيانات الشخصية لموزودي الخدمات أو السلع،</h6>
                      <p>
                        سيتم معالجة البيانات الشخصية لأطراف العقد ضمن السبب
                        القانوني شريطة أن يكون مرتبطاً بشكل مباشر بإنشاء عقد أو
                        تنفيذه، وفق المادة ج المنصوص عليها في المادة 5 (2) من
                        قانون حماية البيانات الشخصية لتنفيذ عمليات شراء السلع
                        والخدمات، تنفيذ عمليات العقد، لأغراض إجراء أنشطة الاتصال
                        وإنشاء تسجيلك على أنظمة البرامج عبر الإنترنت التي
                        يستخدمها المكتب التمثيلي وتنفيذ الشؤون المالية و / أو
                        المحاسبية.
                      </p>

                      <p>
                        ستتم معالجة بياناتك الشخصية لأسباب قانونية لتوفير
                        المعلومات والوثائق والالتزامات الأخرى ذات الصلة للمؤسسات
                        والمنظمات العامة المسؤولة والمختصة والسلطات القضائية؛ من
                        أجل الوفاء بالتزاماتنا الناشئة عن التشريع، “فإن المادة 5
                        (2) من قانون حماية البيانات الشخصية إلزاميلمسؤول
                        البيانات للوفاء بالتزاماته القانونية”.
                      </p>
                      <p>
                        ستتم معالجة بياناتك الشخصية في نطاق السبب القانوني 5 (2)
                        من قانون حماية البيانات الشخصية “هـ) تعتبر معالجة
                        البيانات إلزامية لإنشاء أو ممارسة أو حماية حق” لغرض
                        مراقبة وتنفيذ الشؤون القانونية.
                      </p>
                    </p>
                    <br></br>
                    <br></br>
                    <p>
                      <h5>طريقة جمع البيانات الشخصية</h5>
                      <p>
                        سيتم الحصول على بياناتك الشخصية شفهياً وخطياً
                        وإلكترونياً، بطرق آلية وغير آلية، عن طريق إرسال وملء
                        استمارة الطلب من طرفك من أجل تحقيق الأغراض المذكورة
                        أعلاه.
                      </p>
                    </p>
                    <br></br>
                    <br></br>
                    <p>
                      <h5>
                        لمن سيتم نقل البيانات الشخصية التي تمت معالجتها ومن أجل
                        أي أغراض
                      </h5>
                      <p>
                        سيتم نقل بياناتك الشخصية دون الحصول على موافقة صريحة من
                        صاحب البيانات وفقاً للمواد 8 (2) (أ) من قانون حماية
                        البيانات الشخصية للأغراض التالية:
                      </p>
                      <p>
                        يمكن مشاركتها مع المؤسسات والمنظمات العامة ذات الصلة
                        والمنظمات غير الحكومية، وخاصة وزارة الأسرة والعمل
                        والسياسات الاجتماعية، إذا لزم الأمر أو طُلب ذلك، من أجل
                        الوفاء بالالتزامات القانونية وأداء الخدمات المقدمة وفقاً
                        للتشريعات ذات الصلة.
                      </p>
                      <p>
                        يمكن مشاركتها مع محامينا بقدر ما هو ضروري في إطار التزام
                        السرية من أجل متابعة الإجراءات القانونية.
                      </p>
                    </p>

                    <br></br>
                    <br></br>
                    <p>
                      <h5>التحويل للخارج</h5>
                      <p>
                        سيتم نقل بياناتك الشخصية إلى مقر المكتب التمثيلي في
                        اليابان بموافقتك الصريحة عملاً بالمادة 9 (1) من قانون
                        حماية البيانات الشخصية من أجل تنفيذ عمليات تقديم طلبات
                        المستفيدين، إنشاء وتعريف تسجيل المستفيد ولغايات التواصل
                        مع المستفيد.
                      </p>
                    </p>
                    <br></br>
                    <br></br>
                    <p>
                      <h5>حقوقكم كشخص ذو صلة</h5>
                      <p>
                        في نطاق المادة 11 من قانون حماية البيانات الشخصية، تتمتع
                        بالحقوق التالية بصفتك “الشخص المعني”:
                      </p>
                      <p>
                        <ul>
                          <li>
                            معرفة ما إذا كانت بياناتك الشخصية تتم معالجتها أم
                            لا،
                          </li>
                          <li>طلب معلومات إذا تمت معالجة بياناتك الشخصية،</li>
                          <li>
                            لمعرفة الغرض من معالجة بياناتك الشخصية وما إذا كان
                            يتم استخدامها وفقاً للغرض الموضح،
                          </li>
                          <li>
                            معرفة الأطراف الثالثة التي يتم نقل بياناتك الشخصية
                            إليها، داخل البلد أو في الخارج،
                          </li>
                          <li>
                            طلب تصحيح بياناتك الشخصية في حالة المعالجة غير
                            الكاملة أو غير الصحيحة وطلب إخطار بالمعاملة التي تمت
                            في هذا النطاق إلى الأطراف الثالثة التي تم نقل
                            بياناتك الشخصية إليها،
                          </li>
                          <li>
                            طلب حذف أو إتلاف بياناتك الشخصية وإخطار الأطراف
                            الثالثة التي تم نقل بياناتك الشخصية إليها، في حالة
                            إزالة الأسباب التي تتطلب المعالجة، على الرغم من أنه
                            تمت معالجته وفقاً لأحكام القوانين الأخرى والتشريعات
                            الأخرى المتعلقة بقانون حماية البيانات الشخصية،
                          </li>
                          <li>
                            الاعتراض على ظهور نتيجة ضدك من خلال تحليل البيانات
                            المعالجة حصرياً من خلال الأنظمة الآلية،
                          </li>
                          <li>
                            طلب تعويض الضرر في حالة تعرضك لضرر بسبب المعالجة غير
                            القانونية لبياناتك الشخصية.
                          </li>
                        </ul>
                      </p>
                    </p>
                    <br></br>
                    <br></br>
                    <p>
                      يمكنك إرسال طلباتك فيما يتعلق بحقوقك المذكورة أعلاه عن
                      طريق إرسال خطاب إلى PK-96 / Çarşı PTT Şubesi-Şanlıurfa أو
                      عن طريق إرسال بريد إلكتروني إلى شكوى
                      complaint-feedback@aarturkey.org.{" "}
                    </p>
                    <br></br>
                    <p>
                      يجب أن يحتوي طلبكم على: أ) الاسم واللقب، ب) رقم الهوية
                      التركية لمواطني الجمهورية، رقم جواز السفر أو رقم الهوية
                      للأجانب إن وجد، ج) عنوان السكن أو مكان العمل للإخطار، د)
                      عنوان البريد الإلكتروني ورقم الهاتف والفاكس إن وجد، ه)
                      موضوع الطلب. يجب عليك أيضاً إرفاق المعلومات والمستندات ذات
                      الصلة بطلبك. Search for: Search … خط الشكوى للتواصل معنا
                      غازي عنتاب 05374410286 شانلي اورفا 05312626378 الرئيسية
                      معلومات عن المنظمة تصحيح المفاهيم المغلوطة عن فايروس
                      كورونا أرقام الطوارئ الخدمات الصحية الخدمات الاجتماعية
                      الخدمات التعليمية
                    </p>
                  </div>
                </p>
              </Card.Text>
            </Card.Body>
          </Card>
        </Paper>
      </Container>
    </div>
  );
};

export default ConfiArabic;
