import React from "react";
import { Container, Card } from "react-bootstrap";
import Paper from "@mui/material/Paper";

const EmerArabic = () => {
  return (
    <div>
      <Container>
        <Paper elevation={7}>
          <Card>
            <Paper elevation={7}>
              <Card.Header align="center">
                <h4>أرقام الطوارئ</h4>
              </Card.Header>
            </Paper>

            <Card.Body>
              <h5>أرقام الطوارئ للاستجابة ضد العنف</h5>
              <br></br>
              <Card.Text>
                في حالات العنف ضد المرأة أو الأطفال أو ذوي الاحتياجات الخاصة
                يمكنكم الاتصال على الارقام التالية لسكان المدن: الشرطة على 155
                لسكان الارياف و المناطق المحيطة بالمدينة: الجندرما 156 أيضا (لكل
                الافراد) يمكنكم الاتصال على الخط الساخن للخدمات الاجتماعية 183
                إن الشرطة و الخدمات الاجتماعية هم نقطة الوصول لأي تدخل في حالات
                العنف المنزلي أو الجنسي، لذلك نرجوا التواصل معهم أولا
              </Card.Text>
              <br></br>

              <br></br>
              <Card.Text>
                <Card.Subtitle>
                  هناك رقم آخر مقدم من قبل الحكومة و هو مخصص للأجانب و اللاجئين
                  و طالبي اللجوء و المهاجرين: 157 هذا الرقم يقدم خدماته ب 7 لغات
                  مختلفة من ضمنها العربية في حال لم يتم الاستجابة لطلبكم عن طريق
                  الشرطة أو الخدمات الاجتماعية هذه ارقام مقدمة من بعض المنظمات
                  على مستوى الدولة
                </Card.Subtitle>
                <br></br>
                <Card.Subtitle>
                  منظمة المرأة: يمكنكم الاتصال على الخط الساخن لحالات العنف
                  المنزلي الطارئة 02126569696
                </Card.Subtitle>
                <br></br>
                <Card.Text>
                  إن منظمة المرأة توفر اللغة العربية و الكردية للخط الساخن الخاص
                  بالمنظمة أو يمكنكم الاتصال على أرقام الاستشارات القانونية من
                  الاثنين للجمعة بين الساعة 10 صباحا حتى 5 عصرا
                </Card.Text>
                <br></br>
                <Card.Subtitle>
                  هذه الأرقام ادناه مخصصة للاستشارات القانونية كافة و خاصة في
                  حالات العنف المنزلي
                </Card.Subtitle>
                <br></br>
                <p> 02 52 510 0549 عربي، أنكليزي، فرنسي</p>
                <p> 03 52 510 0549 تركي، فارسي </p>
                <p>
                  85 62 218 0507 إن الرقم ادناه مخصص للاستشارات القانونية في حال
                  الاعتقال او خطر حدوث الاعتقال
                </p>
                <br></br>
                <p>
                  08 50 888 0539 منظمة الشمسية الحمراء تقدم منظمة الشمسية
                  الحمراء خدمات المعلومات حول حقوق الانسان الاساسية والوصول الى
                  العدالة كما يمكنكم الحصول عىل معلومات حول العنف المنزلي
                  والتمييز وانتهاك الحقوق كما تقدم المنظمة الدعم النفسي –
                  الاجتماعي و الاستشارات القانونية بشأن القانون الجنائي والحماية
                  اذا كنتم ضحية للعنف المنزلي وفي حال التعرض للعنف المنزلي
                  يمكنكم طلب الدعم بالذهاب مباشرة الى مراكز منظمة الشمسية
                  الحمراء او عن طريق الاتصال بخط الدعم على مدار الساعة 24/7 على
                  الرقم 08508880539 وتقوم منظمة الشمسية الحمراء بتقديم معلومات
                  حول الصحة الجنسية والصحة الانجابية والعنف القائم على اساس
                  النوع الاجتماعي والعنت المنزلي كما يمكنكم زيارة موقع منظمة
                  الشمسية الحمراء عن طريق الضغط هنا
                </p>
              </Card.Text>
            </Card.Body>
          </Card>
        </Paper>
      </Container>
    </div>
  );
};

export default EmerArabic;
